Repository: GPGTools/GPGFileTool
Catalog: *.lproj/Localizable.strings
Languages: french, german, spanish

# FTVerifyFileFindTitle
source: Select File to Verify against
french: Selectionner fichier pour vérification
german: Zu verfifizierende Datei auswählen
spanish: Seleccionar el fichero a verificar

# FTVerifyFileFindPrompt
source: Select Original File
french: Selectionner
german: Auswählen
spanish: Seleccionar

# FTSignatureStatus
source: Signature Status
french: État de signature
german: Signaturstatus
spanish: Estado de firma

# FTMultipleSignatureStatuses
source: Multiple Signature Statuses
french: États multiples de signature
german: Mehrfache Signaturstati
spanish: Estados múltiples de firma

# FTGoodSigStatus
source: Good signature made %@ with %@ validity from: %@ %@
french: Bonne signature faite %@ avec %@ validité du: %@ %@
german: Gute Signatur erzeugt %@ mit %@ Gültigkeit von: %@ %@
spanish: Firma válida realizada %@ con %@ validez de: %@ %@

# FTBadSigStatus
source: Bad signature made %@ with %@ validity from: %@ %@
french: Mauvaise signature faite %@ avec %@ validité du: %@ %@
german: Schlechte Signatur erzeugt %@ mit %@ Gültigkeit von: %@ %@
spanish: Firma no válida realizada %@ con %@ validez de: %@ %@

# FTGoodButExpiredSigStatus
source: Good, but EXPIRED, signature made %@ with %@ validity from: %@ %@
french: Signature bonne, mais EXPIRÉE, faite %@ avec %@ validité du: %@ %@
german: Gute, aber VERFALLENE, Signatur erzeugt %@ mit %@ Gültigkeit von: %@ %@
spanish: Firma válida, pero EXPIRADA, realizada %@ con %@ validez de: %@ %@

# FTGoodButKeyExpiredSigStatus
source: Good signature made %@ with %@ validity from EXPIRED key: %@ %@
french: Bonne signature faite %@ avec %@ validité clef EXPIRÉE du: %@ %@
german: Gute Signatur erzeugt %@ mit %@ Gültigkeit von VERFALLENEM Schlüssel: %@ %@
spanish: Firma válida realizada %@ con %@ validez de la clave EXPIRADA: %@ %@

# FTNoKeySigStatus
source: No such key in your keyring: %@.
french: Cette clef n'est pas dans votre trousseau: %@.
german: Kein passender Schlüssel im Schlüsselbund: %@.
spanish: Su anillo no contiene esta clave: %@.

# FTNoSignatureSigStatus
source: No signature on data.
french: Pas de signature aux données.
german: Daten wurden nicht signiert.
spanish: No hay ninguna firma en los datos.

# FTErrorSigStatus
source: An error occured while trying to verify the data.
french: Erreur en essayant de vérifier les données.
german: Während des Verifizierens von Daten ist ein Fehler aufgetreten.
spanish: Se ha producido un error al intentar verificar los datos.

# FTErrorTitle
source: Error
french: Erreur
german: Fehler

# FTErrorMessage
source: An error occured: %@
french: Une erreur s'est produite: %@
german: Ein Fehler ist aufgetreten: %@
spanish: Se ha producido un error: %@
